Repository: lywebdev/accounting
Catalog: Accounting.Web/Resources/SharedResources.*.resx
Languages: uk

# Navigation_ChartOfAccounts
source: Chart of Accounts
uk: План рахунків

# Navigation_GeneralJournal
source: General Journal
uk: Загальний журнал

# Navigation_Invoices
source: Invoices
uk: Рахунки-фактури

# Navigation_Banking
source: Banking
uk: Банківська справа

# Navigation_VAT
source: VAT / Tax
uk: ПДВ / податок

# Navigation_Reporting
source: Reporting
uk: Звітність

# Navigation_Settings
source: Settings
uk: Налаштування

# Language_Label
source: Language
uk: Мова

# Language_English
source: English
uk: англійська

# Language_Dutch
source: Dutch
uk: голландська

# Language_Russian
source: Russian
uk: російська

# Page_ChartOfAccounts_Title
source: Chart of Accounts
uk: План рахунків

# Page_GeneralJournal_Title
source: General Journal
uk: Загальний журнал

# Page_Invoices_Title
source: Invoices
uk: Рахунки-фактури

# Page_Banking_Title
source: Banking Workspace
uk: Банківська робоча область

# Page_VAT_Title
source: VAT / Tax
uk: ПДВ / податок

# VAT_Note
source: The VAT console simulates a tax authority: calculate quarterly declarations, submit them to get Accepted/Rejected responses, and validate VAT numbers before onboarding customers.
uk: Консоль ПДВ симулює податковий орган: обчислюйте квартальні декларації, надсилайте їх для отримання відповідей «Прийнято/Відхилено» та підтверджуйте номери ПДВ перед тим, як залучати клієнтів.

# Page_Reporting_Title
source: Reporting
uk: Звітність

# Reporting_Filter_Title
source: Reporting toolbox
uk: Панель інструментів звітності

# Reporting_Filter_From
source: From date
uk: Від дати

# Reporting_Filter_To
source: To date
uk: На сьогоднішній день

# Reporting_Filter_Currency
source: Currency
uk: Валюта

# Reporting_Filter_Category
source: Filter accounts by category
uk: Фільтрувати облікові записи за категоріями

# Reporting_Filter_Account
source: Focus account (general ledger)
uk: Фокусний рахунок (головна книга)

# Reporting_Filter_Account_All
source: All accounts
uk: Всі рахунки

# Reporting_Filter_Run
source: Run report
uk: Запустити звіт

# Reporting_Filter_Export
source: Export CSV
uk: Експорт CSV

# Reporting_Filter_InvalidRange
source: Please select a valid date range.
uk: Виберіть дійсний діапазон дат.

# Reporting_Tab_PnL
source: Profit & Loss
uk: Прибуток і збиток

# Reporting_Tab_Balance
source: Balance Sheet
uk: Баланс

# Reporting_Tab_TrialBalance
source: Trial Balance
uk: Пробний баланс

# Reporting_Tab_GeneralLedger
source: General Ledger
uk: Головна книга

# Reporting_PnL_Note
source: P&L summarizes all revenue and expenses within the period so you can quickly see whether the business earned money or burned cash.
uk: Прибутки та збитки підсумовують усі доходи та витрати за період, щоб ви могли швидко побачити, заробив бізнес гроші чи спалив готівку.

# Reporting_Balance_Note
source: The balance sheet answers “What do we own and owe?” by listing assets, liabilities and equity at the period end.
uk: Балансовий звіт відповідає на запитання: «Що ми маємо і що ми повинні?»

# Reporting_TB_Note
source: The trial balance shows each account’s debit and credit total; it is the accountant’s quick health check before closing the books.
uk: Пробний баланс показує суму дебету та кредиту кожного рахунку;

# Reporting_GL_Note
source: Use the general ledger to inspect every journal entry line for a specific account and understand how the running balance evolved.
uk: Використовуйте головну книгу, щоб перевірити кожен рядок журналу для певного рахунку та зрозуміти, як змінився поточний баланс.

# Reporting_Table_Caption
source: Caption
uk: Підпис

# Reporting_Table_Amount
source: Amount
uk: Сума

# Reporting_Row_Revenue
source: Revenue
uk: Дохід

# Reporting_Row_Expenses
source: Expenses
uk: Витрати

# Reporting_Row_NetIncome
source: Net income
uk: Чистий прибуток

# Reporting_Row_Assets
source: Assets
uk: Активи

# Reporting_Row_Liabilities
source: Liabilities
uk: Зобов'язання

# Reporting_Row_Equity
source: Equity
uk: Власний капітал

# Reporting_TB_Number
source: Account #
uk: № рахунку

# Reporting_TB_Name
source: Account name
uk: Ім'я облікового запису

# Reporting_TB_Debit
source: Debit
uk: Дебетовий

# Reporting_TB_Credit
source: Credit
uk: Кредит

# Reporting_GL_Date
source: Date
uk: Дата

# Reporting_GL_Reference
source: Reference
uk: довідка

# Reporting_GL_Account
source: Account
uk: Обліковий запис

# Reporting_GL_Description
source: Description
uk: опис

# Reporting_GL_Debit
source: Debit
uk: Дебетовий

# Reporting_GL_Credit
source: Credit
uk: Кредит

# Reporting_GL_Balance
source: Running balance
uk: Біговий баланс

# Reporting_Metadata_GeneratedAt
source: Generated at {0}
uk: Створено о {0}

# Reporting_NoData
source: No data for the selected criteria yet.
uk: Ще немає даних для вибраних критеріїв.

# Page_UnderConstruction
source: Module scaffolding is ready; functional UI will be implemented in the next iteration.
uk: Модульні риштування готові;

# Home_Welcome
source: Welcome to AccountingApp
uk: Ласкаво просимо в AccountingApp

# Home_Description
source: All primary modules are wired according to the clean architecture blueprint. Select an area from the navigation menu to continue.
uk: Усі первинні модулі підключаються відповідно до плану чистої архітектури.

# Home_Note
source: New to finance? Start by reviewing the chart of accounts, then capture sample journal entries, invoices, banking activity and tax to see how the ledgers connect.
uk: Новачок у фінансах?

# Coa_Title
source: Chart of Accounts
uk: План рахунків

# Coa_AddButton
source: Add account
uk: Додати акаунт

# Coa_Tooltip_Add
source: Create a new ledger account
uk: Створіть новий обліковий запис книги

# Coa_Note
source: The chart of accounts is the backbone of the ledger. Organize assets, liabilities, equity, revenue and expense buckets here and deactivate records instead of deleting them to preserve history.
uk: План рахунків є основою бухгалтерської книги.

# Coa_Filter_Label
source: Filter by category
uk: Фільтрувати за категорією

# Coa_Filter_All
source: All categories
uk: Всі категорії

# Coa_Table_Number
source: Number
uk: Номер

# Coa_Table_Name
source: Name
uk: Ім'я

# Coa_Table_Category
source: Category
uk: Категорія

# Coa_Table_Status
source: Status
uk: Статус

# Coa_Table_Actions
source: Actions
uk: Дії

# Coa_Tooltip_Edit
source: Edit account
uk: Редагувати обліковий запис

# Coa_Tooltip_Deactivate
source: Deactivate account
uk: Деактивувати обліковий запис

# Coa_Tooltip_Activate
source: Activate account
uk: Активувати акаунт

# Coa_Status_Active
source: Active
uk: Активний

# Coa_Status_Inactive
source: Inactive
uk: Неактивний

# Coa_Action_Edit
source: Edit
uk: Редагувати

# Coa_Action_Deactivate
source: Deactivate
uk: Дезактивувати

# Coa_Action_Activate
source: Activate
uk: активувати

# Coa_NoRecords
source: No accounts found for the current filter.
uk: Немає облікових записів для поточного фільтра.

# Coa_Dialog_CreateTitle
source: Create account
uk: Створити акаунт

# Coa_Dialog_EditTitle
source: Edit account
uk: Редагувати обліковий запис

# Coa_Dialog_Save
source: Save
uk: зберегти

# Coa_Dialog_Cancel
source: Cancel
uk: Скасувати

# Coa_Dialog_Note
source: Use the numbering convention your finance team expects; once an account is used in transactions its number should stay immutable.
uk: Використовуйте правила нумерації, яких очікує ваша фінансова команда;

# Coa_Field_Number
source: Account number
uk: Номер рахунку

# Coa_Field_Name
source: Account name
uk: Ім'я облікового запису

# Coa_Field_Category
source: Category
uk: Категорія

# Coa_Field_Description
source: Description
uk: опис

# Coa_Snackbar_CreateSuccess
source: Account created successfully.
uk: Обліковий запис успішно створено.

# Coa_Snackbar_UpdateSuccess
source: Account updated successfully.
uk: Обліковий запис успішно оновлено.

# Coa_Snackbar_Deactivate
source: Account deactivated.
uk: Обліковий запис деактивовано.

# Coa_Snackbar_Activate
source: Account activated.
uk: Аккаунт активований.

# Account_Category_Assets
source: Assets
uk: Активи

# Account_Category_Liabilities
source: Liabilities
uk: Зобов'язання

# Account_Category_Equity
source: Equity
uk: Власний капітал

# Account_Category_Revenue
source: Revenue
uk: Дохід

# Account_Category_Expense
source: Expense
uk: Витрати

# Journal_Title
source: General Journal
uk: Загальний журнал

# Journal_AddButton
source: New entry
uk: Новий запис

# Journal_Tooltip_Add
source: Record a manual journal entry
uk: Зробіть запис у журналі вручну

# Journal_Note
source: The general journal captures manual debits and credits. Every entry must balance before it can be posted, so use it for adjustments, corrections and one-off events.
uk: Загальний журнал фіксує дебетування та кредитування вручну.

# Journal_Filter_From
source: From date
uk: Від дати

# Journal_Filter_To
source: To date
uk: На сьогоднішній день

# Journal_NoRecords
source: No journal entries for the selected range.
uk: Немає записів у журналі для вибраного діапазону.

# Journal_Table_Date
source: Date
uk: Дата

# Journal_Table_Reference
source: Reference
uk: довідка

# Journal_Table_Memo
source: Memo
uk: Пам'ятка

# Journal_Table_Debit
source: Total debit
uk: Загальний дебет

# Journal_Table_Credit
source: Total credit
uk: Загальний кредит

# Journal_Tooltip_Delete
source: Delete entry
uk: Видалити запис

# Journal_Lines_Title
source: Journal lines
uk: Рядки журналу

# Journal_Lines_Add
source: Add line
uk: Додайте лінію

# Journal_Lines_Account
source: Account
uk: Обліковий запис

# Journal_Lines_Debit
source: Debit
uk: Дебетовий

# Journal_Lines_Credit
source: Credit
uk: Кредит

# Journal_Lines_Description
source: Description
uk: опис

# Journal_Lines_TotalDebit
source: Total debit
uk: Загальний дебет

# Journal_Lines_TotalCredit
source: Total credit
uk: Загальний кредит

# Journal_Lines_Balanced
source: Balanced
uk: Збалансований

# Journal_Lines_NotBalanced
source: Not balanced
uk: Не збалансований

# Journal_Field_Reference
source: Reference
uk: довідка

# Journal_Field_Date
source: Date
uk: Дата

# Journal_Field_Memo
source: Memo
uk: Пам'ятка

# Journal_Dialog_Title
source: Create journal entry
uk: Створення запису в журналі

# Journal_Dialog_Save
source: Save
uk: зберегти

# Journal_Dialog_Cancel
source: Cancel
uk: Скасувати

# Journal_Dialog_Note
source: Add at least two lines: one debit, one credit. The balance chip must turn green before the entry can be posted.
uk: Додайте принаймні два рядки: один дебетовий, один кредитний.

# Journal_Snackbar_Create
source: Journal entry created.
uk: Запис у журналі створено.

# Journal_Snackbar_Delete
source: Journal entry deleted.
uk: Запис у журналі видалено.

# Invoices_Title
source: Invoices
uk: Рахунки-фактури

# Invoices_AddButton
source: New invoice
uk: Нова накладна

# Invoices_Tooltip_Add
source: Create a new invoice
uk: Створіть новий рахунок-фактуру

# Invoices_Note
source: Use invoices to cover both sales and purchase flows. The module calculates VAT, tracks due dates, and updates workflow states (Draft → Sent → Paid) before posting to the ledger.
uk: Використовуйте рахунки-фактури для покриття як продажів, так і потоків закупівель.

# Invoices_Filter_Type
source: Type
uk: Тип

# Invoices_Filter_AllTypes
source: All types
uk: Всі види

# Invoices_Filter_From
source: From date
uk: Від дати

# Invoices_Filter_To
source: To date
uk: На сьогоднішній день

# Invoices_Table_DueDate
source: Due date
uk: Термін виконання

# Invoices_Workflow_Draft
source: Draft
uk: Чернетка

# Invoices_Workflow_Sent
source: Sent
uk: Надіслано

# Invoices_Workflow_Paid
source: Paid
uk: Платний

# Invoices_Workflow_Overdue
source: Overdue
uk: Прострочена

# Invoices_Action_Send
source: Mark as sent
uk: Позначити як надіслане

# Invoices_Action_RecordPayment
source: Record payment
uk: Рекордна оплата

# Invoices_Action_Delete
source: Delete invoice
uk: Видалити рахунок-фактуру

# Invoices_NoRecords
source: No invoices for the selected filters.
uk: Немає рахунків-фактур для вибраних фільтрів.

# Invoices_Table_Number
source: Number
uk: Номер

# Invoices_Table_Type
source: Type
uk: Тип

# Invoices_Table_Counterparty
source: Counterparty
uk: контрагент

# Invoices_Table_IssueDate
source: Issue date
uk: Дата випуску

# Invoices_Table_Total
source: Total
uk: Всього

# Invoices_Table_Status
source: Status
uk: Статус

# Invoices_Status_Draft
source: Draft
uk: Чернетка

# Invoices_Status_Posted
source: Posted
uk: Опубліковано

# Invoice_Field_Type
source: Invoice type
uk: Тип рахунку-фактури

# Invoice_Field_Number
source: Invoice number
uk: Номер накладної

# Invoice_Field_Counterparty
source: Counterparty
uk: контрагент

# Invoice_Field_IssueDate
source: Issue date
uk: Дата випуску

# Invoice_Field_DueDate
source: Due date
uk: Термін виконання

# Invoice_Lines_Title
source: Invoice lines
uk: Рядки накладної

# Invoice_Lines_Add
source: Add line
uk: Додайте лінію

# Invoice_Lines_Description
source: Description
uk: опис

# Invoice_Lines_Account
source: Revenue account
uk: Рахунок доходів

# Invoice_Lines_Quantity
source: Qty
uk: кількість

# Invoice_Lines_UnitPrice
source: Unit price
uk: Ціна за одиницю

# Invoice_Lines_Vat
source: VAT %
uk: % ПДВ

# Invoice_Lines_Total
source: Total
uk: Всього

# Invoice_Dialog_Title
source: Create invoice
uk: Створити рахунок-фактуру

# Invoice_Dialog_Save
source: Save
uk: зберегти

# Invoice_Dialog_Cancel
source: Cancel
uk: Скасувати

# Invoice_Dialog_Note
source: Add at least one line with a revenue or expense account; VAT is calculated per line and the totals drive posting.
uk: Додайте принаймні один рядок із рахунком доходів або витрат;

# Invoice_PaymentDialog_Title
source: Record payment for invoice {0}
uk: Зареєструвати оплату за рахунком-фактурою {0}

# Invoice_PaymentDialog_Date
source: Payment date
uk: Дата оплати

# Invoice_PaymentDialog_Save
source: Save
uk: зберегти

# Invoice_PaymentDialog_Cancel
source: Cancel
uk: Скасувати

# Invoice_PaymentDialog_Note
source: Pick the actual settlement date so cash, revenue recognition and VAT reporting stay aligned with reality.
uk: Виберіть фактичну дату розрахунку, щоб готівка, визнання доходу та звітність з ПДВ відповідали дійсності.

# Invoices_Snackbar_Create
source: Invoice created.
uk: Створено рахунок-фактуру.

# Invoices_Snackbar_Posted
source: Invoice posted.
uk: Рахунок розміщено.

# Invoices_Snackbar_Sent
source: Invoice marked as sent.
uk: Рахунок-фактура позначено як надісланий.

# Invoices_Snackbar_Paid
source: Payment recorded.
uk: Платіж зареєстровано.

# Invoices_Snackbar_Delete
source: Invoice deleted.
uk: Рахунок видалено.

# Invoice_Type_Sales
source: Sales
uk: Продажі

# Invoice_Type_Purchase
source: Purchase
uk: Купівля

# Banking_Title
source: Banking
uk: Банківська справа

# Banking_Note
source: Banking ingests CSV files or the simulated API feed, matches payments to invoices, and can auto-create journal entries. Review unmatched items to keep AR/AP in sync with the ledger.
uk: Банкінг приймає файли CSV або змодельований канал API, зіставляє платежі з рахунками-фактурами та може автоматично створювати записи в журналі.

# Banking_ImportCsv
source: Import CSV
uk: Імпорт CSV

# Banking_Tooltip_FileUpload
source: Select a CSV file from disk
uk: Виберіть файл CSV з диска

# Banking_Tooltip_Import
source: Upload the selected file
uk: Завантажте вибраний файл

# Banking_Sync
source: Sync feed
uk: Синхронізувати канал

# Banking_Tooltip_Sync
source: Fetch simulated transactions from the API
uk: Отримати змодельовані транзакції з API

# Banking_Table_Date
source: Date
uk: Дата

# Banking_Table_Counterparty
source: Counterparty
uk: контрагент

# Banking_Table_Reference
source: Reference
uk: довідка

# Banking_Table_Amount
source: Amount
uk: Сума

# Banking_Table_Status
source: Status
uk: Статус

# Banking_Filter_From
source: From date
uk: Від дати

# Banking_Filter_To
source: To date
uk: На сьогоднішній день

# Banking_Filter_Status
source: Status
uk: Статус

# Banking_Filter_Status_All
source: All
uk: все

# Banking_Filter_Status_Matched
source: Matched
uk: Збіг

# Banking_Filter_Status_Unmatched
source: Unmatched
uk: Незрівнянний

# Banking_Filter_Apply
source: Apply
uk: Застосувати

# Banking_Tooltip_Filter
source: Refresh transactions using current filters
uk: Оновити транзакції за допомогою поточних фільтрів

# Banking_Status_Matched
source: Matched
uk: Збіг

# Banking_Status_Unmatched
source: Waiting
uk: Очікування

# Banking_Action_Match
source: Match
uk: Матч

# Banking_Match_SelectInvoice
source: Select invoice
uk: Виберіть рахунок-фактуру

# Banking_Match_Note
source: Only open invoices appear here. If nothing matches, cancel, adjust filters or register the invoice before linking.
uk: Тут відображаються лише відкриті рахунки-фактури.

# Banking_Match_Cancel
source: Cancel
uk: Скасувати

# Banking_Match_Save
source: Link
uk: Посилання

# Banking_Import_Title
source: Upload CSV bank statement
uk: Завантажте CSV виписку з банківського рахунку

# Banking_Import_Cancel
source: Cancel
uk: Скасувати

# Banking_Import_Save
source: Import
uk: Імпорт

# Banking_Snackbar_Synced
source: Bank feed synchronized.
uk: Банківська подача синхронізована.

# Banking_Snackbar_Loaded
source: Transactions loaded.
uk: Транзакції завантажено.

# Banking_Snackbar_Matched
source: Transaction matched to invoice.
uk: Трансакція збігається з рахунком-фактурою.

# Banking_Snackbar_Imported
source: Transactions imported.
uk: Імпортовані транзакції.

# Banking_Action_AutoMatch
source: Auto-match
uk: Автоматичний збіг

# Banking_Tooltip_AutoMatch
source: Match payments automatically and post journal entries
uk: Автоматично зіставляйте платежі та проводьте записи в журналі

# Banking_Status_Posted
source: Journaled
uk: Журнал

# Banking_Summary_Message
source: Last {0}: imported {1}, matched {2}, journal entries {3}.
uk: Останні {0}: імпортовано {1}, зіставлено {2}, записи журналу {3}.

# Banking_Summary_Source_Import
source: Import
uk: Імпорт

# Banking_Summary_Source_Sync
source: Feed sync
uk: Синхронізація стрічки

# Banking_Summary_Source_Auto
source: Manual auto-match
uk: Ручний автоматичний підбір

# Banking_AutoMatch_Success
source: Auto-matched {0} transaction(s).
uk: Автоматично зіставлено трансакції ({0}).

# Banking_AutoMatch_None
source: No transactions could be matched.
uk: Не вдалося зіставити жодну трансакцію.

# VAT_Tab_Declaration
source: Quarterly declaration
uk: Квартальна декларація

# VAT_Tab_Validation
source: VAT validation
uk: Підтвердження ПДВ

# VAT_Field_Year
source: Year
uk: рік

# VAT_Field_Period
source: Quarter
uk: квартал

# VAT_Period_Q1
source: Q1 (Jan-Mar)
uk: 1 квартал (січень-березень)

# VAT_Period_Q2
source: Q2 (Apr-Jun)
uk: 2 квартал (квітень-червень)

# VAT_Period_Q3
source: Q3 (Jul-Sep)
uk: 3 квартал (липень-вересень)

# VAT_Period_Q4
source: Q4 (Oct-Dec)
uk: 4 квартал (жовтень-грудень)

# VAT_Action_Calculate
source: Calculate
uk: Обчислити

# VAT_Tooltip_Calculate
source: Recompute declaration values for the selected quarter
uk: Перерахуйте значення декларації для вибраного кварталу

# VAT_Action_Submit
source: Submit
uk: Надіслати

# VAT_Tooltip_Submit
source: Send the declaration to the sandbox authority
uk: Надішліть декларацію в орган ізольованого середовища

# VAT_Label_Payable
source: VAT payable
uk: ПДВ до сплати

# VAT_Label_Receivable
source: VAT receivable
uk: ПДВ до заборгованості

# VAT_Label_Net
source: Net VAT
uk: Чистий ПДВ

# VAT_Label_Status
source: Status
uk: Статус

# VAT_Status_Draft
source: Draft
uk: Чернетка

# VAT_Status_Submitted
source: Submitted
uk: Надіслано

# VAT_Status_Accepted
source: Accepted
uk: прийнято

# VAT_Status_Rejected
source: Rejected
uk: Відхилено

# VAT_Empty_State
source: Select a period and press Calculate to load declaration figures.
uk: Виберіть період і натисніть «Обчислити», щоб завантажити дані декларації.

# VAT_History_Title
source: Submission history
uk: Історія подання

# VAT_History_Table_Period
source: Period
uk: Крапка

# VAT_History_Table_Submitted
source: Submitted at
uk: Подано о

# VAT_NotSubmitted
source: Not submitted
uk: Не подано

# VAT_Validation_Title
source: Validate VAT number with the tax authority sandbox
uk: Перевірте номер платника ПДВ у пісочниці податкового органу

# VAT_Validation_Note
source: The check emulates the EU registry. Remove spaces or formatting characters if you get an invalid response.
uk: Чек емулює реєстр ЄС.

# VAT_Validation_Label
source: VAT number
uk: номер ПДВ

# VAT_Validation_Button
source: Validate
uk: Перевірити

# VAT_Validation_Tooltip
source: Check the VAT number with the sandbox
uk: Перевірте номер ПДВ за допомогою пісочниці

# VAT_Validation_Result_Valid
source: VAT number is valid.
uk: Номер ПДВ дійсний.

# VAT_Validation_Result_Invalid
source: VAT number is invalid.
uk: Номер ПДВ недійсний.

# VAT_Validation_Snackbar_Valid
source: VAT number accepted by authority.
uk: Номер платника ПДВ прийнято органом.

# VAT_Validation_Snackbar_Invalid
source: VAT number rejected by authority.
uk: Номер ПДВ відхилено органом.

# VAT_Snackbar_Submitted
source: Declaration submitted: {0}.
uk: Подано декларацію: {0}.
